Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །རབ་འབྱོར་དེ་བཞིན་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་གང་ཡིན་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་གང་ཡིན་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་མིང་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་ཀྱང་བཏགས་པ་ཙམ་སྟེ།
en: In the same way, Subhūti, the perfection of wisdom, a bodhisattva, and the term ‘bodhisattva’ are all just designations.

source: བཏགས་པའི་ཆོས་གང་ཡིན་པ་དེ་ལ་ནི། མིང་དང་བརྡ་ཙམ་དུ་ཐ་སྙད་ཀྱིས་གདགས་པ་མ་གཏོགས་པར་སྐྱེ་བ་འམ་འགག་པ་མེད་དེ།
en: Besides their assignment by convention to be mere names or symbols, things that are designations neither arise nor cease.

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ། དཔེར་ན་ནང་གི་གཟུགས་ཞེས་མིང་དུ་བྱ་བ་ནི་ཆོས་སུ་བཏགས་པ་ཙམ་དུ་ཟད་དེ།
en: Subhūti, it is like this: the name used to refer to inner physical form, for instance, is no more than just a designation for something.

source: ཆོས་སུ་བཏགས་པ་དེ་ལ་ནི་མིང་དང་བརྡ་ཙམ་དུ་ཐ་སྙད་ཀྱིས་གདགས་པ་མ་གཏོགས་པར་སྐྱེ་བའམ་འགག་པ་མེད་དེ།
en: Besides its assignment by convention to be a mere name or symbol, a designation for something neither arises nor ceases.

source: །རབ་འབྱོར་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཞེས་མིང་དུ་བྱ་བ་ནི་ཆོས་སུ་གདགས་པ་ཙམ་དུ་ཟད་དེ།
en: Subhūti, the terms feelings, perceptions, formative predispositions, and consciousness are no more than just designations for things.

source: །རབ་འབྱོར་དེ་བཞིན་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་དང་། བྱང་ཆུབ་སེམས་དཔའི་མིང་དང་ཆོས་དེ་དག་ཐམས་ཅད་ནི་ཆོས་སུ་གདགས་པ་ཙམ་དུ་ཟད་དེ།
en: In the same way, Subhūti, the perfection of wisdom, a bodhisattva, the term ‘bodhisattva’ and all those phenomena are no more than just designations for things.

source: ཆོས་སུ་བཏགས་པ་དེ་ལ་ནི་མིང་དང་བརྡ་ཙམ་དུ་ཐ་སྙད་ཀྱིས་གདགས་པ་མ་གཏོགས་པར། སྐྱེ་བ་འམ་འགག་པ་མེད་དེ།
en: Besides their assignment by convention to be mere names or symbols, designations for things neither arise nor cease.

source: །རབ་འབྱོར་མིག་ཅེས་བྱ་བ་འདི་ནི་ཆོས་སུ་གདགས་པ་ཙམ་དུ་ཟད་དེ།
en: Subhūti, the eyes is no more than just a designation for something.

source: ཆོས་སུ་བཏགས་པ་དེ་ལ་ནི་འདི་ལྟ་སྟེ་མིག་ཅེས་མིང་དང་བརྡ་ཙམ་དུ་ཐ་སྙད་ཀྱིས་གདགས་པ་མ་གཏོགས་པར་སྐྱེ་བ་འམ་འགག་པ་མེད་དེ།
en: That designation for something is like this: besides its assignment by convention to be a mere name or symbol for the eyes, it neither arises nor ceases.

source: །རབ་འབྱོར་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཅེས་བྱ་བ་འདི་ནི་ཆོས་སུ་གདགས་པ་ཙམ་དུ་ཟད་དེ།
en: Subhūti, the ears, the nose, the tongue, the body, and the mental faculty are no more than just designations for things.

source: ཆོས་སུ་བཏགས་པ་དེ་ལ་ནི་འདི་ལྟ་སྟེ། ཡིད་ཅེས་མིང་དང་བརྡ་ཙམ་དུ་ཐ་སྙད་ཀྱིས་གདགས་པ་མ་གཏོགས་པར་སྐྱེས་པ་འམ་འགག་པ་མེད་དེ།
en: Those designations for things are like this: besides their assignment by convention to be mere names or symbols for the mental faculty [and so forth], they neither arise nor cease.

source: །རབ་འབྱོར་གཟུགས་ཞེས་བྱ་བ་འདི་ནི་ཆོས་སུ་གདགས་པ་ཙམ་དུ་ཟད་དེ།
en: Subhūti, sights is no more than just a designation for things.

source: ཆོས་སུ་བཏགས་པ་དེ་ལ་ནི་འདི་ལྟ་སྟེ། གཟུགས་ཞེས་མིང་དང་བརྡ་ཙམ་དུ་ཐ་སྙད་ཀྱིས་གདགས་པ་མ་གཏོགས་པར་སྐྱེ་བའམ་འགག་པ་མེད་དེ།
en: A designation for things is like this: besides its assignment by convention to be a mere name or symbol for sights, it neither arises nor ceases.

source: །རབ་འབྱོར་དེ་བཞིན་དུ་སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་བྱ་དང་། ཆོས་ཞེས་བྱ་བ་འདི་ནི་ཆོས་སུ་གདགས་པ་ཙམ་དུ་ཟད་དེ།
en: In the same way, Subhūti, sounds, odors, tastes, tangibles, and mental phenomena are no more than just designations for things.

source: ཆོས་སུ་བཏགས་པ་དེ་ལ་ནི་འདི་ལྟ་སྟེ། ཆོས་ཞེས་མིང་དང་བརྡ་ཙམ་དུ་ཐ་སྙད་ཀྱིས་གདགས་པ་མ་གཏོགས་པར། སྐྱེ་བའམ་འགག་པ་མེད་དེ།
en: Those designations for things are like this: besides their assignment by convention to be mere names or symbols for mental phenomena [and so forth], they neither arise nor cease.

source: །རབ་འབྱོར་མིག་གི་ཁམས་ཞེས་བྱ་བ་འདི་ནི་ཆོས་སུ་གདགས་པ་ཙམ་དུ་ཟད་དེ།
en: Subhūti, the sensory element of the eyes is no more than just a designation for something.

source: ཆོས་སུ་བཏགས་པ་དེ་ལ་ནི། འདི་ལྟ་སྟེ། མིག་གི་ཁམས་ཞེས་མིང་དང་བརྡ་ཙམ་དུ་ཐ་སྙད་ཀྱིས་གདགས་པ་མ་གཏོགས་པར། སྐྱེ་བའམ་འགག་པ་མེད་དེ།
en: That designation for something is like this: besides its assignment by convention to be a mere name or symbol for the sensory element of the eyes, it neither arises nor ceases.

source: །རབ་འབྱོར་གཟུགས་ཀྱི་ཁམས་ཞེས་བྱ་བ་འདི་ནི་ཆོས་སུ་གདགས་པ་ཙམ་དུ་ཟད་དེ།
en: Subhūti, the sensory element of sights is no more than just a designation for something.

source: ཆོས་སུ་བཏགས་པ་དེ་ལ་ནི་འདི་ལྟ་སྟེ། གཟུགས་ཀྱི་ཁམས་ཞེས་མིང་དང་བརྡ་ཙམ་དུ་ཐ་སྙད་ཀྱིས་གདགས་པ་མ་གཏོགས་པར་སྐྱེ་བའམ་འགག་པ་མེད་དེ།
en: That designation for something is like this: besides its assignment by convention to be a mere name or symbol for the sensory element of sights, it neither arises nor ceases.

source: །རབ་འབྱོར་མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ཞེས་བྱ་བ་འདི་ནི་ཆོས་སུ་གདགས་པ་ཙམ་དུ་ཟད་དེ།
en: Subhūti, the sensory element of visual consciousness is no more than just a designation for something.

source: ཆོས་སུ་བཏགས་པ་དེ་ལ་ནི་འདི་ལྟ་སྟེ། མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ཞེས་མིང་དང་བརྡ་ཙམ་དུ་ཐ་སྙད་ཀྱིས་གདགས་པ་མ་གཏོགས་པར་སྐྱེ་བའམ། འགག་པ་མེད་དེ།
en: That designation for something is like this: besides its assignment by convention to be a mere name or symbol for the sensory element of visual consciousness, it neither arises nor ceases.

source: མིང་དེ་ནི་ནང་ན་ཡང་མེད། ཕྱི་རོལ་ན་ཡང་མེད། གཉིས་ཀ་མེད་པར་ཡང་མི་དམིགས་སོ། །རབ་འབྱོར་རྣ་བའི་ཁམས་དང་། སྒྲའི་ཁམས་དང་།
en: That name does not exist inside, does not exist outside, and cannot be apprehended as neither of the two. “

source: རྣ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། སྣའི་ཁམས་དང་། དྲིའི་ཁམས་དང་། སྣའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ལྕེའི་ཁམས་དང་། རོའི་ཁམས་དང་། ལྕེའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ལུས་ཀྱི་ཁམས་དང་། རེག་བྱའི་ཁམས་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་།
en: Subhūti, the sensory element of the ears, the sensory element of sounds, the sensory element of auditory consciousness, the sensory element of the nose, the sensory element of odors, the sensory element of olfactory consciousness, the sensory element of the tongue, the sensory element of tastes, the sensory element of gustatory consciousness, {Dt.101}the sensory element of the body, the sensory element of touch, the sensory element of tactile consciousness, the sensory element of the mental faculty, the sensory element of mental phenomena, and the sensory element of mental consciousness are no more than just designations for things.

source: ཡིད་ཀྱི་ཁམས་དང་། ཆོས་ཀྱི་ཁམས་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཞེས་བྱ་བ་འདི་ནི་ཆོས་སུ་གདགས་པ་ཙམ་དུ་ཟད་དེ། ཆོས་སུ་བཏགས་པ་དེ་ལ་ནི་འདི་ལྟ་སྟེ། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཞེས་མིང་དང་བརྡ་ཙམ་དུ་ཐ་སྙད་ཀྱིས་གདགས་པ་མ་གཏོགས་པར་སྐྱེ་བའམ་འགག་པ་མེད་དེ།
en: Those designations for things are like this: besides their assignment by convention to be mere names or symbols for the sensory element of mental consciousness [and so forth], they neither arise nor cease.

source: །རབ་འབྱོར་དེ་བཞིན་དུ་གང་འདི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བྱ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའི་མིང་ཞེས་བྱ་བ་དག་ཀྱང་ཆོས་སུ་གདགས་པ་ཙམ་དུ་ཟད་དེ།
en: In the same way, Subhūti, the perfection of wisdom, a bodhisattva, and the term ‘bodhisattva’ are no more than just designations for things.

source: ཆོས་སུ་བཏགས་པ་དེ་ལ་ནི་འདི་ལྟ་སྟེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བྱ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའི་མིང་ཞེས་བྱ་བར་མིང་དང་བརྡ་ཙམ་དུ་ཐ་སྙད་ཀྱིས་གདགས་པ་མ་གཏོགས་པར། སྐྱེ་བ་འམ་འགག་པ་མེད་དེ།
en: Those designations for things are like this: besides their assignment by convention to be mere names or symbols for the perfection of wisdom, a bodhisattva, and the term ‘bodhisattva,’ they neither arise nor cease.

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། ནང་གི་ལུས་ཞེས་བྱ་བ་འདི་ནི་མིང་ཙམ་དུ། ཐ་སྙད་ཀྱིས་གདགས་པ་སྟེ།
en: Subhūti, it is like this: associated with what is called the inner [dependent origination of] the physical body, as another instance, there are terms assigned by convention that are just designations.

source: མགོའི་རུས་པ་ཞེས་མིང་དུ་ཐ་སྙད་ཀྱིས་གདགས་པ་དང་། མཇིང་པའི་རུས་པ་ཞེས་མིང་དུ་ཐ་སྙད་ཀྱིས་གདགས་པ་དང་། ཕྲག་པའི་རུས་པ་དང་། དཔུང་པའི་རུས་པ་དང་། ཚིགས་པའི་རུས་པ་དང་། རྩིབ་མའི་རུས་པ་དང་། དཔྱིའི་རུས་པ་དང་། བརླའི་རུས་པ་དང་། རྗེ་ངར་གྱི་རུས་པ་དང་།
en: The bones of the head is a conventionally assigned designation, the bones of the neck is a conventionally assigned designation, and the bones of the shoulders, the bones of the arms, the bones of the joints, the bones of the ribs, the bones of the hips, the bones of the thighs, the bones of the shins, and the bones of the feet are conventionally assigned designations, but these are all no more than just designations.

source: རྐང་པའི་རུས་པ་ཞེས་མིང་དུ་ཐ་སྙད་ཀྱིས་གདགས་པ་དེ་དག་ཀྱང་། ཆོས་སུ་གདགས་པ་ཙམ་དུ་ཟད་དེ། ཆོས་སུ་བཏགས་པ་དེ་ལ་ནི་འདི་ལྟ་སྟེ། མགོའི་རུས་པ་ཞེས་བྱ་བ་དང་། རྐང་པའི་རུས་པ་ཞེས་བྱ་བའི་བར་དུ་མིང་དང་བརྡ་ཙམ་དུ་ཐ་སྙད་ཀྱིས་གདགས་པ་མ་གཏོགས་པར་སྐྱེ་བ་འམ་འགག་པ་མེད་དེ།
en: Those designations for things are like this: besides their assignment by convention to be mere names or symbols for the bones of the head and [the other bones of the body], up to and including the bones of the feet, they neither arise nor cease.

source: །རབ་འབྱོར་དེ་བཞིན་དུ་གང་འདི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བྱ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའི་མིང་དུ་བྱ་བ་དག་ཀྱང་ཆོས་སུ་གདགས་པ་ཙམ་དུ་ཟད་དེ།
en: In the same way, Subhūti, the perfection of wisdom, a bodhisattva, and the term ‘bodhisattva’ are no more than just designations.

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། གང་འདི་ཕྱི་རོལ་གྱི་རྩྭ་དང་། ཤིང་དང་། ཡལ་ག་དང་། ལོ་མ་དང་།
en: Subhūti, it is like this: associated with what is called outer [dependent origination], as yet another instance, there are diverse terms assigned by convention—grass, trees, branches, leaves, and petals—that are all no more than just designations.

source: འདབ་མ་ཞེས་བྱ་བ་དེ་དག་ཐམས་ཅད་ཀྱང་མིང་སྣ་ཚོགས་ཀྱིས་ཐ་སྙད་དུ་བརྗོད་དེ། དེ་དག་ཀྱང་མིང་དང་བརྡ་ཙམ་དུ་ཐ་སྙད་ཀྱིས་གདགས་པ་མ་གཏོགས་པར་སྐྱེ་བའམ་འགག་པ་མེད་དེ།
en: Those designations for things are like this: besides their assignment by convention to be mere names or symbols, they neither arise nor cease.

source: །རབ་འབྱོར་དེ་བཞིན་དུ་གང་འདི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བྱ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའི་མིང་ཞེས་བྱ་བ་དེ་དག་ཀྱང་ཆོས་སུ་གདགས་པ་ཙམ་དུ་ཟད་དེ།
en: In the same way, Subhūti, the perfection of wisdom, a bodhisattva, and the term ‘bodhisattva’ are no more than just designations.

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། འདས་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་མཚན་ཙམ་ཞིག་ཡོད་པ་ཡང་། མཚན་དེ་ནི་ནང་ན་ཡང་མེད། ཕྱི་རོལ་ན་ཡང་མེད། གཉིས་ཀ་མེད་པར་ཡང་མི་དམིགས་སོ།
en: Subhūti, it is like this: for ‘the blessed lord buddhas of the past,’ for instance, there is a mere name, but that name does not exist inside, does not exist outside, and cannot be apprehended as neither of the two. “

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་དང་། སྒྲ་བརྙན་དང་། གཟུགས་བརྙན་དང་། སྒྱུ་མ་དང་།
en: Subhūti, it is like this: phenomena such as, for instance, dreams, echoes, reflections, magical displays, mirages, the moon’s appearance in water, and phantom emanations of the tathāgatas are no more than just designations.

source: སྨིག་རྒྱུ་དང་། ཆུ་ཟླ་དང་། དེ་བཞིན་གཤེགས་པའི་སྤྲུལ་པའི་ཆོས་དེ་དག་ཐམས་ཅད་ནི་ཆོས་སུ་གདགས་པ་ཙམ་དུ་ཟད་དེ། ཆོས་སུ་བཏགས་པ་དེ་ནི་མིང་དང་བརྡ་ཙམ་དུ་ཐ་སྙད་ཀྱིས་གདགས་པ་མ་གཏོགས་པར་སྐྱེ་བ་འམ། འགག་པ་མེད་དེ།
en: Those designations for things, besides their assignment by convention to be mere names or symbols, neither arise nor cease.

source: །རབ་འབྱོར་དེ་བཞིན་དུ་གང་འདི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བྱ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའི་མིང་ཞེས་བྱ་བའི་ཆོས་དེ་དག་ཐམས་ཅད་ནི་ཆོས་སུ་གདགས་པ་ཙམ་དུ་ཟད་དེ།
en: Dt.102} “In the same way, Subhūti, the perfection of wisdom, a bodhisattva, and the term ‘bodhisattva’ are all phenomena that are no more than just designations for things.

source: །རབ་འབྱོར་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། མིང་དང་བརྡར་བཏགས་པ་དང་། གདམས་ངག་ཏུ་བཏགས་པ་དང་། ཆོས་སུ་བཏགས་པ་ལ་བསླབ་པར་བྱའོ།
en: Subhūti, thus it is that when bodhisattva great beings practice the perfection of wisdom, they should train in names and symbols that are designations, instructions that are designations, and dharmas that are designations. “

source: །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་དེ་ལྟར་སྤྱོད་པ་ནི་གཟུགས་ཞེས་བྱ་བ་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Subhūti, bodhisattva great beings who practice the perfection of wisdom in that manner do not consider whether so-called physical forms are permanent.

source: །གཟུགས་ཞེས་བྱ་བ་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are impermanent.

source: །གཟུགས་ཞེས་བྱ་བ་བདེ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are imbued with happiness.

source: །གཟུགས་ཞེས་བྱ་བ་སྡུག་བསྔལ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are imbued with suffering.

source: །གཟུགས་ཞེས་བྱ་བ་བདག་ཏུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms constitute a self.

source: །གཟུགས་ཞེས་བྱ་བ་བདག་མེད་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms constitute a nonself.

source: །གཟུགས་ཞེས་བྱ་བ་ཞི་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are at peace.

source: །གཟུགས་ཞེས་བྱ་བ་མ་ཞི་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are not at peace.

source: །གཟུགས་ཞེས་བྱ་བ་སྟོང་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are empty.

source: །གཟུགས་ཞེས་བྱ་བ་མི་སྟོང་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are not empty.

source: །གཟུགས་ཞེས་བྱ་བ་མཚན་མ་ཡོད་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are with signs.

source: །གཟུགས་ཞེས་བྱ་བ་མཚན་མ་མེད་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are without signs.

source: །གཟུགས་ཞེས་བྱ་བ་སྨོན་པ་ཡོད་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are with aspirations.

source: །གཟུགས་ཞེས་བྱ་བ་སྨོན་པ་མེད་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are without aspirations.

source: །གཟུགས་ཞེས་བྱ་བ་འདུས་བྱས་སུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are conditioned.

source: །གཟུགས་ཞེས་བྱ་བ་འདུས་མ་བྱས་སུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are unconditioned.

source: །གཟུགས་ཞེས་བྱ་བ་ཀུན་ནས་ཉོན་མོངས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are afflicted.

source: །གཟུགས་ཞེས་བྱ་བ་རྣམ་པར་བྱང་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are purified.

source: །གཟུགས་ཞེས་བྱ་བ་སྐྱེ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms arise.

source: །གཟུགས་ཞེས་བྱ་བ་འགག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms cease.

source: །གཟུགས་ཞེས་བྱ་བ་དབེན་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are void.

source: །གཟུགས་ཞེས་བྱ་བ་མི་དབེན་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are not void.

source: །གཟུགས་ཞེས་བྱ་བ་དགེ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are virtuous.

source: །གཟུགས་ཞེས་བྱ་བ་མི་དགེ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are nonvirtuous.

source: །གཟུགས་ཞེས་བྱ་བ་ཁ་ན་མ་ཐོ་བ་དང་བཅས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are objectionable.

source: །གཟུགས་ཞེས་བྱ་བ་ཁ་ན་མ་ཐོ་བ་མེད་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are free from being objectionable.

source: །གཟུགས་ཞེས་བྱ་བ་ཟག་པ་དང་བཅས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are contaminated.

source: །གཟུགས་ཞེས་བྱ་བ་ཟག་པ་མེད་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are uncontaminated.

source: །གཟུགས་ཞེས་བྱ་བ་ཉོན་མོངས་པ་དང་བཅས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are tainted with afflicted mental states.

source: །གཟུགས་ཞེས་བྱ་བ་ཉོན་མོངས་པ་མེད་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are untainted with afflicted mental states.

source: །གཟུགས་ཞེས་བྱ་བ་འཇིག་རྟེན་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are mundane.

source: །གཟུགས་ཞེས་བྱ་བ་འཇིག་རྟེན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are supramundane.

source: །གཟུགས་ཞེས་བྱ་བ་འཁོར་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are associated with cyclic existence.

source: །གཟུགས་ཞེས་བྱ་བ་མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called physical forms are associated with nirvāṇa. {

source: །ཚོར་བ་ཞེས་བྱ་བ་དང་། འདུ་ཤེས་ཞེས་བྱ་བ་དང་། འདུ་བྱེད་ཅེས་བྱ་བ་དང་། རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Dt.103} “They do not consider whether so-called feelings, perceptions, formative predispositions, and consciousness are permanent.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] are impermanent.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་བདེ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] are imbued with happiness.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་སྡུག་བསྔལ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] are imbued with suffering.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་བདག་ཏུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] constitute a self.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་བདག་མེད་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] constitute a nonself.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་ཞི་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] are at peace.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་མ་ཞི་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] are not at peace.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་སྟོང་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] are empty.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་མི་སྟོང་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] are not empty.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་མཚན་མ་ཡོད་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] are with signs.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་མཚན་མ་མེད་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] are without signs.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་སྨོན་པ་ཡོད་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] are with aspirations.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་སྨོན་པ་མེད་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] are without aspirations.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་འདུས་བྱས་སུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] are conditioned.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་འདུས་མ་བྱས་སུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] are unconditioned.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་ཀུན་ནས་ཉོན་མོངས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] are afflicted.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་རྣམ་པར་བྱང་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] are purified.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་སྐྱེ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] arise.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་འགག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] cease.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་དབེན་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] are void.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་མི་དབེན་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] are not void.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་དགེ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] are virtuous.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་མི་དགེ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] are nonvirtuous.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་ཁ་ན་མ་ཐོ་བ་དང་བཅས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] are objectionable.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་ཁ་ན་མ་ཐོ་བ་མེད་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] are free from being objectionable.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་ཟག་པ་དང་བཅས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] are contaminated.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་ཟག་པ་མེད་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] are uncontaminated.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་ཉོན་མོངས་པ་དང་བཅས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] are tainted with afflicted mental states.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་ཉོན་མོངས་པ་མེད་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] are untainted with afflicted mental states.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་འཇིག་རྟེན་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] are mundane.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་འཇིག་རྟེན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] are supramundane.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་འཁོར་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called consciousness [and those other aggregates] are associated with cyclic existence.

source: །རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།། །།ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ། བམ་པོ་བདུན་པ།
en: They do not consider whether so-called consciousness [and those other aggregates] are associated with nirvāṇa. “

source: མིག་ཅེས་བྱ་བ་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether the so-called eyes are permanent.
